Repository: martinfelder/feedivo-mac
Catalog: Feedivo/Resources/Localizable.xcstrings
Source language: de
Languages: en, fr, it

# firstRun.selectedCount
source: Ausgewählt: %1$lld von %2$lld
en: Selected: %1$lld of %2$lld
fr: Sélectionnés : %1$lld sur %2$lld
it: Selezionati: %1$lld di %2$lld

# firstRun.settings.autoRefresh.subtitle
source: Feedivo prüft deine Feeds regelmäßig, solange die App laufen darf.
en: Feedivo checks your feeds regularly while the app may run.
fr: Feedivo vérifie régulièrement vos flux tant que l'app peut tourner.
it: Feedivo controlla regolarmente i feed finché l'app può girare.

# firstRun.settings.autoRefresh.title
source: Automatisch aktualisieren
en: Refresh automatically
fr: Actualiser automatiquement
it: Aggiorna automaticamente

# firstRun.settings.interval.subtitle
source: Gibt an, wie oft Feedivo nach neuen Artikeln suchen soll.
en: How often Feedivo should look for new articles.
fr: À quelle fréquence Feedivo doit chercher de nouveaux articles.
it: Quanto spesso Feedivo deve cercare nuovi articoli.

# firstRun.settings.interval.title
source: Refresh-Intervall
en: Refresh interval
fr: Intervalle d'actualisation
it: Intervallo di aggiornamento

# firstRun.settings.markRead.subtitle
source: Wenn du einen Artikel auswählst, verschwindet er automatisch aus Ungelesen.
en: When you select an article, it automatically leaves Unread.
fr: Quando selezioni un articolo, lascia automatiquement Non lu.
it: Quando selezioni un articolo, lascia automaticamente Non letti.

# firstRun.settings.markRead.title
source: Artikel beim Öffnen als gelesen markieren
en: Mark articles read when opened
fr: Marquer les articles comme lus à l'ouverture
it: Segna gli articoli come letti all'apertura

# firstRun.step.addFeed.lead
source: Gib die Adresse eines RSS- oder Atom-Feeds ein. Feedivo prüft die Quelle, zeigt den Status und lässt dich direkt einen Ordner zuweisen.
en: Enter the address of an RSS or Atom feed. Feedivo checks the source, shows the status, and lets you assign a folder directly.
fr: Saisissez l'adresse d'un flux RSS ou Atom. Feedivo vérifie la source, affiche le statut et vous permet d'attribuer un dossier directement.
it: Inserisci l'indirizzo di un feed RSS o Atom. Feedivo verifica la fonte, mostra lo stato e ti permette di assegnare una cartella direttamente.

# firstRun.step.addFeed.title
source: Feed hinzufügen.
en: Add a feed.
fr: Ajouter un flux.
it: Aggiungi un feed.

# firstRun.step.defaults.lead
source: Lege die wichtigsten Startwerte fest. Diese Einstellungen kannst du später jederzeit in den Einstellungen ändern.
en: Set the most important start values. You can change these settings later anytime in Preferences.
fr: Définissez les valeurs de départ les plus importantes. Vous pourrez modifier ces réglages plus tard dans les Préférences.
it: Imposta i valori iniziali più importanti. Potrai modificare queste impostazioni in seguito nelle Preferenze.

# firstRun.step.defaults.title
source: Start-Einstellungen wählen.
en: Choose start settings.
fr: Choisir les réglages de départ.
it: Scegli le impostazioni iniziali.

# firstRun.step.finish.lead
source: Prüfe die Zusammenfassung des Imports. Feedivo öffnet sich erst, wenn du aktiv auf Starten klickst.
en: Review the import summary. Feedivo only opens once you click Start.
fr: Vérifiez le résumé de l'import. Feedivo ne s'ouvre qu'une fois que vous cliquez sur Démarrer.
it: Verifica il riepilogo dell'import. Feedivo si apre solo quando clicchi Avvia.

# firstRun.step.finish.title
source: Feedivo ist bereit.
en: Feedivo is ready.
fr: Feedivo est prêt.
it: Feedivo è pronto.

# firstRun.step.importOPML.lead
source: Lege eine OPML- oder XML-Datei ab oder wähle sie aus. Danach siehst du alle gefundenen Feeds, Ordner, Duplikate und nicht erreichbare Quellen, bevor etwas gespeichert wird.
en: Drop or select an OPML or XML file. You'll see all discovered feeds, folders, duplicates, and unreachable sources before anything is saved.
fr: Déposez ou sélectionnez un fichier OPML ou XML. Vous verrez tous les flux trouvés, dossiers, doublons et sources inaccessibles avant tout enregistrement.
it: Trascina o seleziona un file OPML o XML. Vedrai tutti i feed trovati, le cartelle, i duplicati e le fonti non raggiungibili prima di salvare.

# firstRun.step.importOPML.title
source: OPML importieren.
en: Import OPML.
fr: Importer OPML.
it: Importa OPML.

# firstRun.step.review.lead
source: Kontrolliere die vorbereitete Auswahl. Die vollständige Feed-Liste kannst du bei Bedarf noch einmal öffnen und ändern.
en: Review the prepared selection. You can reopen and change the full feed list if needed.
fr: Vérifiez la sélection préparée. Vous pouvez rouvrir et modifier la liste complète des flux si nécessaire.
it: Controlla la selezione preparata. Puoi riaprire e modificare la lista completa dei feed se necessario.

# firstRun.step.review.title
source: Auswahl prüfen.
en: Review selection.
fr: Vérifier la sélection.
it: Verifica la selezione.

# firstRun.step.welcome.lead
source: Wähle, wie du starten möchtest. Du kannst einen einzelnen Feed hinzufügen, viele Feeds aus einer OPML-Datei übernehmen oder Feedivo erst einmal leer öffnen.
en: Choose how to start. Add a single feed, import many feeds from an OPML file, or open Feedivo empty for now.
fr: Choisissez comment démarrer. Ajoutez un flux, importez plusieurs flux depuis un fichier OPML, ou ouvrez Feedivo vide pour l'instant.
it: Scegli come iniziare. Aggiungi un feed, importa molti feed da un file OPML, oppure apri Feedivo vuoto per ora.

# firstRun.step.welcome.title
source: Willkommen in Feedivo.
en: Welcome to Feedivo.
fr: Bienvenue dans Feedivo.
it: Benvenuto in Feedivo.

# firstRun.tableHeader.folder
source: Ordner
en: Folder
fr: Dossier
it: Cartella

# firstRun.titlebar.title
source: Feedivo einrichten
en: Set up Feedivo
fr: Configurer Feedivo
it: Configura Feedivo

source: Hinweise
en: Hints
fr: Indications
it: Suggerimenti

source: Import-Vorschau wird vorbereitet
en: Preparing import preview
fr: Préparation de l'aperçu d'importation
it: Preparazione anteprima importazione

source: Import-Zusammenfassung
en: Import summary
fr: Résumé d'importation
it: Riepilogo importazione

source: In Sidebar anzeigen
en: Show in sidebar
fr: Afficher dans la barre latérale
it: Mostra nella barra laterale

source: Intelligente Ordner
en: Smart folders
fr: Dossiers intelligents
it: Cartelle intelligenti

source: Live-Vorschau
en: Live preview
fr: Aperçu en direct
it: Anteprima dal vivo

source: Löschen
en: Delete
fr: Supprimer
it: Elimina

# menubar.articleClickBehavior.inBrowser
source: Im Browser
en: In browser
fr: Dans le navigateur
it: Nel browser

# menubar.emptyState.title
source: Keine ungelesenen Artikel
en: No unread articles
fr: Aucun article non lu
it: Nessun articolo non letto

# menubar.markAllRead.button
source: Alle als gelesen markieren
en: Mark all as read
fr: Tout marquer comme lu
it: Segna tutti come letti

# menubar.openFeedivo.button
source: Feedivo öffnen
en: Open Feedivo
fr: Ouvrir Feedivo
it: Apri Feedivo

# menubar.refresh.button
source: Aktualisieren
en: Refresh
fr: Actualiser
it: Aggiorna

source: Neuer Ordner
en: New folder
fr: Nouveau dossier
it: Nuova cartella

source: Nicht erreichbare Feeds importieren
en: Import unreachable feeds
fr: Importer les flux inaccessibles
it: Importa feed non raggiungibili

source: Nicht erreichbare importieren
en: Import unreachable
fr: Importer les inaccessibles
it: Importa non raggiungibili

# notification.feedRefresh.summary.title
source: %lld neue Artikel
en: %lld new articles
fr: %lld nouveaux articles
it: %lld nuovi articoli

# notification.rule.fallbackRuleName
source: Regel
en: Rule
fr: Règle
it: Regola

# notification.rule.summary.title
source: %lld neue %@-Artikel
en: %lld new %@ articles
fr: %lld nouveaux articles %@
it: %lld nuovi articoli %@

# notification.test.body
source: Wenn du das hier siehst, funktionieren Benachrichtigungen einwandfrei.
en: If you see this, notifications are working correctly.
fr: Si vous voyez ceci, les notifications fonctionnent correctement.
it: Se vedi questo messaggio, le notifiche funzionano correttamente.

# notification.test.title
source: Feedivo Test-Benachrichtigung
en: Feedivo Test Notification
fr: Notification de test Feedivo
it: Notifica di prova Feedivo

source: ODER
en: OR
fr: OU
it: O

source: oder Datei auswählen. Feedivo zeigt dir danach zuerst eine Vorschau.
en: or choose a file. Feedivo will then show you a preview first.
fr: ou choisir un fichier. Feedivo vous montrera ensuite d'abord un aperçu.
it: o scegli un file. Feedivo ti mostrerà prima un'anteprima.

source: Ohne Bedingungen werden alle Artikel angezeigt.
en: Without conditions, all articles are shown.
fr: Sans conditions, tous les articles sont affichés.
it: Senza condizioni, vengono mostrati tutti gli articoli.

source: Ohne Ordner
en: No folder
fr: Sans dossier
it: Nessuna cartella

source: OPML oder XML hier ablegen
en: Drop OPML or XML here
fr: Déposez OPML ou XML ici
it: Trascina qui OPML o XML

source: OPML-Datei hier ablegen
en: Drop OPML file here
fr: Déposez le fichier OPML ici
it: Trascina qui il file OPML

# opml.error.invalidXML
source: Die Datei ist keine gültige OPML- oder XML-Datei.
en: The file is not a valid OPML or XML file.
fr: Le fichier n'est pas un fichier OPML ou XML valide.
it: Il file non è un file OPML o XML valido.

# opml.error.noFeedsFound
source: In der OPML-Datei wurden keine Feed-Einträge gefunden.
en: No feed entries were found in the OPML file.
fr: Aucune entrée de flux n'a été trouvée dans le fichier OPML.
it: Nel file OPML non è stata trovata alcuna voce feed.

# opml.export.description
source: Erstelle eine OPML-Datei mit deinen Feed-Abonnements. Die Datei kann später wieder in Feedivo oder andere RSS-Reader importiert werden.
en: Create an OPML file with your feed subscriptions. You can import it later into Feedivo or other RSS readers.
fr: Créez un fichier OPML avec vos abonnements. Vous pourrez l'importer plus tard dans Feedivo ou d'autres lecteurs RSS.
it: Crea un file OPML con i tuoi abbonamenti. Potrai importarlo in seguito in Feedivo o in altri lettori RSS.

# opml.export.descriptions
source: Feed-Beschreibungen einschließen
en: Include feed descriptions
fr: Inclure les descriptions des flux
it: Includi descrizioni dei feed

# opml.export.descriptions.description
source: Optional für Reader, die Feed-Metadaten beim Import übernehmen.
en: Optional for readers that preserve feed metadata during import.
fr: Optionnel pour les lecteurs qui conservent les métadonnées des flux à l'import.
it: Opzionale per i lettori che mantengono i metadati dei feed durante l'importazione.

# opml.export.feedsAndTitles
source: Feed-URLs und Titel
en: Feed URLs and titles
fr: URL et titres des flux
it: URL e titoli dei feed

# opml.export.feedsAndTitles.description
source: Immer enthalten. Das ist die Grundlage jeder OPML-Datei.
en: Always included. This is the foundation of every OPML file.
fr: Toujours inclus. C'est la base de chaque fichier OPML.
it: Sempre incluso. È la base di ogni file OPML.

# opml.export.folderCount
source: %lld Ordner
en: %lld folders
fr: %lld dossiers
it: %lld cartelle

# opml.export.folders
source: Ordner-Struktur einschließen
en: Include folder structure
fr: Inclure la structure des dossiers
it: Includi struttura cartelle

# opml.export.folders.description
source: Feeds werden in OPML-Gruppen exportiert, damit deine Sidebar-Struktur erhalten bleibt.
en: Feeds are exported as OPML groups so your sidebar structure is preserved.
fr: Les flux sont exportés en groupes OPML afin de conserver la structure de la barre latérale.
it: I feed vengono esportati come gruppi OPML, così la struttura della barra laterale resta intatta.

# opml.export.footerNote
source: Exportiert nur Abonnements, keine Artikel und keine Favoriten.
en: Exports subscriptions only, not articles or favorites.
fr: Exporte uniquement les abonnements, pas les articles ni les favoris.
it: Esporta solo gli abbonamenti, non articoli o preferiti.

# opml.export.saveButton
source: Sichern...
en: Save...
fr: Enregistrer...
it: Salva...

# opml.export.summary.descriptions
source: Beschreibungen
en: Descriptions
fr: Descriptions
it: Descrizioni

# opml.export.summary.folders
source: Ordner
en: Folders
fr: Dossiers
it: Cartelle

# opml.export.summary.title
source: Zusammenfassung
en: Summary
fr: Résumé
it: Riepilogo

# opml.export.tags
source: Tags einschließen
en: Include tags
fr: Inclure les tags
it: Includi tag

# opml.export.tags.description
source: Feed-Tags werden als Kategorie-Attribut mitgeschrieben.
en: Feed tags are written as category attributes.
fr: Les tags des flux sont écrits comme attributs de catégorie.
it: I tag dei feed vengono scritti come attributi categoria.

# opml.export.title
source: OPML exportieren
en: Export OPML
fr: Exporter OPML
it: Esporta OPML

# opml.import.allowDuplicates
source: Duplikate importieren
en: Import duplicates
fr: Importer les doublons
it: Importa duplicati

# opml.import.allowUnreachable
source: Nicht erreichbare Feeds importieren
en: Import unreachable feeds
fr: Importer les flux inaccessibles
it: Importa feed non raggiungibili

# opml.import.button.import
source: %lld Feeds importieren
en: Import %lld feeds
fr: Importer %lld flux
it: Importa %lld feed

# opml.import.button.importing
source: Wird importiert...
en: Importing...
fr: Importation en cours...
it: Importazione in corso...

# opml.import.cancel
source: Abbrechen
en: Cancel
fr: Annuler
it: Annulla

# opml.import.chooseFile
source: Datei auswählen...
en: Choose file...
fr: Choisir le fichier...
it: Scegli file...

# opml.import.createFolder
source: Ordner erstellen
en: Create folder
fr: Créer le dossier
it: Crea cartella

# opml.import.description
source: Prüfe die erkannten Feeds, passe Ordner an und entscheide, ob Feedivo direkt aktualisieren soll.
en: Review detected feeds, adjust folders, and decide whether Feedivo should refresh right away.
fr: Vérifiez les flux détectés, ajustez les dossiers et décidez si Feedivo doit actualiser directement.
it: Verifica i feed trovati, regola le cartelle e decidi se Feedivo deve aggiornare subito.

# opml.import.deselectAll
source: Alle abwählen
en: Deselect all
fr: Tout désélectionner
it: Deseleziona tutti

# opml.import.dropOverlay.hint
source: .opml und .xml werden unterstützt
en: .opml and .xml are supported
fr: .opml et .xml sont pris en charge
it: .opml e .xml sono supportati

# opml.import.dropOverlay.title
source: OPML-Datei hier ablegen
en: Drop OPML file here
fr: Déposer le fichier OPML ici
it: Trascina qui il file OPML

# opml.import.empty.subtitle
source: Wähle eine OPML-Datei, danach erscheint hier die Import-Vorschau.
en: Choose an OPML file, then the import preview appears here.
fr: Choisissez un fichier OPML, puis l'aperçu d'import apparaît ici.
it: Scegli un file OPML, poi l'anteprima di import apparirà qui.

# opml.import.empty.title
source: Noch keine Datei ausgewählt.
en: No file selected yet.
fr: Aucun fichier sélectionné.
it: Nessun file selezionato.

# opml.import.emptyFilter.subtitle
source: Ändere den Statusfilter, um wieder mehr Feeds zu sehen.
en: Change the status filter to see more feeds.
fr: Modifiez le filtre de statut pour voir plus de flux.
it: Cambia il filtro di stato per vedere più feed.

# opml.import.emptyFilter.title
source: Keine Feeds für diesen Status.
en: No feeds for this status.
fr: Aucun flux pour ce statut.
it: Nessun feed per questo stato.

# opml.import.error.dropFormat
source: Bitte eine OPML- oder XML-Datei ablegen.
en: Please drop an OPML or XML file.
fr: Veuillez déposer un fichier OPML ou XML.
it: Trascina un file OPML o XML.

# opml.import.error.unreadable
source: Die Datei konnte nicht gelesen werden.
en: The file could not be read.
fr: Le fichier n'a pas pu être lu.
it: Il file non può essere letto.

# opml.import.failed.title
source: OPML konnte nicht importiert werden
en: OPML could not be imported
fr: Impossible d'importer OPML
it: Impossibile importare OPML

# opml.import.filter.all
source: Alle Stati
en: All statuses
fr: Tous les statuts
it: Tutti gli stati

# opml.import.filter.available
source: Neue Feeds
en: New feeds
fr: Nouveaux flux
it: Nuovi feed

# opml.import.filter.duplicates
source: Duplikate
en: Duplicates
fr: Doublons
it: Duplicati

# opml.import.filter.unreachable
source: Nicht erreichbar
en: Unreachable
fr: Inaccessibles
it: Non raggiungibili

# opml.import.firstRun.progressEmpty
source: Noch keine Feeds geprüft.
en: No feeds checked yet.
fr: Aucun flux vérifié.
it: Nessun feed verificato.

# opml.import.firstRun.sourceDescription
source: Wähle aus, wie du deine ersten Feeds hinzufügen möchtest.
en: Choose how to add your first feeds.
fr: Choisissez comment ajouter vos premiers flux.
it: Scegli come aggiungere i tuoi primi feed.

# opml.import.newFolder
source: Neuer Ordner
en: New folder
fr: Nouveau dossier
it: Nuova cartella

# opml.import.preparing
source: Import-Vorschau wird vorbereitet
en: Preparing import preview
fr: Préparation de l'aperçu d'import
it: Preparazione anteprima import

# opml.import.progress.checkDone
source: Prüfung abgeschlossen.
en: Check complete.
fr: Vérification terminée.
it: Verifica completata.

# opml.import.progress.checkStart
source: %lld Feeds erkannt. Prüfung startet...
en: %lld feeds found. Check starting...
fr: %lld flux trouvés. Vérification en cours...
it: %lld feed trovati. Verifica in corso...

# opml.import.progress.feedsChecked
source: %lld Feeds geprüft.
en: %lld feeds checked.
fr: %lld flux vérifiés.
it: %lld feed verificati.

# opml.import.progress.feedsRecognized
source: %lld Feeds erkannt. Feed-Adressen werden geprüft...
en: %lld feeds found. Checking feed addresses...
fr: %lld flux trouvés. Vérification des adresses...
it: %lld feed trovati. Verifica degli indirizzi...

# opml.import.progress.preparing
source: OPML-Datei wird gelesen und vorbereitet.
en: Reading and preparing OPML file.
fr: Lecture et préparation du fichier OPML.
it: Lettura e preparazione del file OPML.

# opml.import.progress.readingFile
source: Datei wird gelesen...
en: Reading file...
fr: Lecture du fichier...
it: Lettura del file...

# opml.import.progress.recognizedWithFolders
source: %1$lld Feeds erkannt · %2$lld Ordner · %3$@
en: %1$lld feeds found · %2$lld folders · %3$@
fr: %1$lld flux trouvés · %2$lld dossiers · %3$@
it: %1$lld feed trovati · %2$lld cartelle · %3$@

# opml.import.refreshAfter
source: Feeds nach Import direkt aktualisieren
en: Refresh feeds right after import
fr: Actualiser les flux juste après l'import
it: Aggiorna i feed subito dopo l'import

# opml.import.removeFile
source: Entfernen
en: Remove
fr: Supprimer
it: Rimuovi

# opml.import.result.complete
source: Import abgeschlossen
en: Import complete
fr: Import terminé
it: Import completato

# opml.import.result.duplicatesImported
source: %lld Duplikate bewusst importiert
en: %lld duplicates deliberately imported
fr: %lld doublons importés délibérément
it: %lld duplicati importati deliberatamente

# opml.import.result.duplicatesSkipped
source: %lld Duplikate angezeigt und übersprungen
en: %lld duplicates shown and skipped
fr: %lld doublons affichés et ignorés
it: %lld duplicati mostrati e saltati

# opml.import.result.foldersUsed
source: %lld Ordner verwendet
en: %lld Folders used
fr: %lld Dossiers utilisés
it: %lld Cartelle usate

# opml.import.result.message
source: %1$lld Feeds importiert, %2$lld übersprungen
en: %1$lld feeds imported, %2$lld skipped
fr: %1$lld flux importés, %2$lld ignorés
it: %1$lld feed importati, %2$lld saltati

# opml.import.result.refreshOff
source: Aktualisierung erfolgt später manuell.
en: Refresh happens later manually.
fr: L'actualisation se fera plus tard manuellement.
it: L'aggiornamento avverrà più tardi manualmente.

# opml.import.result.refreshOn
source: Direktes Aktualisieren ist aktiv.
en: Direct refresh is on.
fr: L'actualisation directe est activée.
it: L'aggiornamento diretto è attivo.

# opml.import.result.title
source: OPML importiert
en: OPML imported
fr: OPML importé
it: OPML importato

# opml.import.result.unreachableImported
source: %lld nicht erreichbare Feeds bewusst importiert
en: %lld unreachable feeds deliberately imported
fr: %lld flux inaccessibles importés délibérément
it: %lld feed non raggiungibili importati deliberatamente

# opml.import.result.unreachableSkipped
source: %lld nicht erreichbare Feeds angezeigt und übersprungen
en: %lld unreachable feeds shown and skipped
fr: %lld flux inaccessibles affichés et ignorés
it: %lld feed non raggiungibili mostrati e saltati

# opml.import.selectAll
source: Alle auswählen
en: Select all
fr: Tout sélectionner
it: Seleziona tutti

# opml.import.selection.all
source: Ausgewählt: %1$lld von %2$lld
en: Selected: %1$lld of %2$lld
fr: Sélectionnés : %1$lld sur %2$lld
it: Selezionati: %1$lld di %2$lld

# opml.import.selection.visible
source: Ausgewählt: %1$lld von %2$lld sichtbar
en: Selected: %1$lld of %2$lld visible
fr: Sélectionnés : %1$lld sur %2$lld visibles
it: Selezionati: %1$lld di %2$lld visibili

# opml.import.sheet.noFileName
source: Keine OPML-Datei ausgewählt
en: No OPML file selected
fr: Aucun fichier OPML sélectionné
it: Nessun file OPML selezionato

# opml.import.sheet.progressEmpty
source: Noch keine Datei ausgewählt.
en: No file selected yet.
fr: Aucun fichier sélectionné.
it: Nessun file selezionato.

# opml.import.sheet.sourceDescription
source: Wähle eine .opml- oder .xml-Datei, danach erscheint hier die Import-Vorschau.
en: Choose a .opml or .xml file, then the import preview appears here.
fr: Choisissez un fichier .opml ou .xml, puis l'aperçu d'import apparaît ici.
it: Scegli un file .opml o .xml, poi l'anteprima di import apparirà qui.

# opml.import.status.duplicate
source: %lld Duplikate
en: %lld duplicates
fr: %lld doublons
it: %lld duplicati

# opml.import.status.noFile
source: Keine Datei
en: No file
fr: Aucun fichier
it: Nessun file

# opml.import.status.ready
source: Bereit
en: Ready
fr: Prêt
it: Pronto

# opml.import.status.unreachable
source: %lld nicht erreichbar
en: %lld unreachable
fr: %lld inaccessibles
it: %lld non raggiungibili

# opml.import.summary.duplicates
source: Duplikate
en: duplicates
fr: doublons
it: duplicati

# opml.import.summary.feedsChecked
source: Feeds geprüft
en: feeds checked
fr: flux vérifiés
it: feed verificati

# opml.import.summary.selected
source: ausgewählt
en: selected
fr: sélectionnés
it: selezionati

# opml.import.summary.unreachable
source: nicht erreichbar
en: unreachable
fr: inaccessibles
it: non raggiungibili

# opml.import.tableHeader.folder
source: Ordner
en: Folder
fr: Dossier
it: Cartella

# opml.import.title
source: Feeds aus OPML importieren
en: Import feeds from OPML
fr: Importer des flux depuis OPML
it: Importa feed da OPML

source: Ordner
en: Folder
fr: Dossier
it: Cartella

source: Ordner erstellen
en: Create folder
fr: Créer un dossier
it: Crea cartella

source: Prüfe die erkannten Feeds, passe Ordner an und entscheide, ob Feedivo direkt aktualisieren soll.
en: Review the detected feeds, adjust folders, and decide whether Feedivo should refresh immediately.
fr: Vérifiez les flux détectés, ajustez les dossiers et décidez si Feedivo doit se rafraîchir directement.
it: Controlla i feed rilevati, regola le cartelle e decidi se Feedivo deve aggiornarsi direttamente.

# reader.appearance.button
source: Darstellung
en: Appearance
fr: Apparence
it: Aspetto

# reader.appearance.title
source: Reader-Darstellung
en: Reader appearance
fr: Apparence du lecteur
it: Aspetto lettore

# reader.articleNotFound.description
source: Der Artikel ist nicht mehr in der lokalen Datenbank vorhanden.
en: The article no longer exists in the local database.
fr: L'article n'existe plus dans la base de données locale.
it: L'articolo non è più presente nel database locale.

# reader.articleNotFound.title
source: Artikel nicht gefunden
en: Article Not Found
fr: Article introuvable
it: Articolo non trovato
